alexcvzz.vscode-sqlite
azemoh.one-monokai
daylerees.rainglow
dbaeumer.vscode-eslint
ecmel.vscode-html-css
eliverlara.andromeda
enkia.tokyo-night
esbenp.prettier-vscode
fallenmax.mithril-emmet
github.github-vscode-theme
github.vscode-github-actions
grapecity.gc-excelviewer
iterative.dvc
janisdd.vscode-edit-csv
jdinhlife.gruvbox
me-dutour-mathieu.vscode-github-actions
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
myaaghubi.andromeda-mariana-vscode
pancho111203.vscode-ipython
phplasma.csv-to-table
qwtel.sqlite-viewer
redhat.vscode-yaml
robbowen.synthwave-vscode
solnurkarim.html-to-css-autocompletion
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
wesbos.theme-cobalt2
xabikos.javascriptsnippets
